/* In browser window title */
"Get a registration key!" = "Verkrijg donatiecode";

/* The full name of the supporter */
"Registered to {0}" = "Geregistreerd op naam van {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Dank voor uw steun! Met uw hulp draagt u bij aan de verdere ontwikkeling van Cyberduck.";

/* Copy of donation key */
"Your registration key has been copied to the Application Support folder." = "Uw donatiecode is gekopieerd naar de map ~/Bibliotheek/Application Support.";

/* Validation failed */
"Not a valid registration key" = "Geen geldige donatiecode";

"This registration key does not appear to be valid." = "Deze donatiecode lijkt niet geldig te zijn.";

/* Thank you */
"Continue" = "Ga verder";
